Fuzzing/Data/shibboleth-full/manchester/c0806a9aca8d80721721c28068026c91420dccf8/queue/id:000649,sync:import,src:000514

REQUEST_URI=/Shibboleth.sso/Artifact/SOAP
CONTENT_TYPE=text/xml

<S"Envens:S="htvelope/"><S:Body><S:Fa/"><S:Body><S:F/envelope/"><SS:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>elope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</processieext/xml

<S:Envelope xmlns:S="htvelope/"><[:Bodÿault¸tring></S:Fa/"><S:Body><S:FBody><S:Fault><faultcode>S:Sepvfaultcode>S:Sepver</faultcode><fest.</faultRI=/Sl

<S:Envelope xmlns:S="http://s/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</processieg request.</faultRI=/ml

<S:Envelope schemas.xmlsoap.org/soap/enveloporg/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error irocessieg request.</faultstring></S:Fault></S:Bttp://sch/smap/envelope/"><S:Body><S:F/envellt></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error irocessieg request.</faultstring></S:Fault></S:Bttp://sch/smap/envelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibb:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.<t/SOAP
CONTENT_TYPE=text/xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error processieg request.</faultstring></S:Fault></S:Bttp://sch/smap/envelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.<t/SOAP
CONTENT_TYPE=text/xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error png>Error processieg request.</faultstring></S:Fault></S:Body></Sult></S:Body></Sult></S:Body></Sult></S:Body></Sult></S:Body></S